Repository: kuramot6f/kodoneri
Catalog: Shared (App)/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, tr, vi, zh_hans, zh_hant

source: API Keys
de: API-Schlüssel
es: Claves de API
fr: Clés API
id: Kunci API
it: Chiavi API
ja: APIキー
ko: API 키
pt_br: Chaves de API
ru: API-ключи
tr: API Anahtarları
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
id: Kunci API
it: Chiave API
ja: APIキー
ko: API 키
pt_br: Chave de API
ru: API-ключ
tr: API anahtarı
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 金鑰

source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
es: ¿Seguro que quieres cerrar sesión?
fr: Voulez-vous vraiment vous déconnecter ?
id: Yakin ingin keluar?
it: Vuoi davvero uscire?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
tr: Çıkış yapmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn đăng xuất không?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

source: Change Subscription
de: Abo ändern
es: Cambiar suscripción
fr: Modifier l’abonnement
id: Ubah Langganan
it: Cambia abbonamento
ja: サブスクリプションを変更
ko: 구독 변경
pt_br: Alterar assinatura
ru: Изменить подписку
tr: Aboneliği Değiştir
vi: Thay đổi gói đăng ký
zh_hans: 更改订阅
zh_hant: 更改訂閱

source: Check that the Plus and Pro subscriptions are available in App Store Connect for this app.
de: Prüfe, ob die Abos Plus und Pro in App Store Connect für diese App verfügbar sind.
es: Comprueba que las suscripciones Plus y Pro estén disponibles en App Store Connect para esta app.
fr: Vérifiez que les abonnements Plus et Pro sont disponibles dans App Store Connect pour cette app.
id: Pastikan langganan Plus dan Pro tersedia di App Store Connect untuk app ini.
it: Verifica che gli abbonamenti Plus e Pro siano disponibili in App Store Connect per questa app.
ja: App Store ConnectでこのアプリのPlusとProのサブスクリプションが利用可能か確認してください。
ko: App Store Connect에서 이 앱의 Plus 및 Pro 구독을 사용할 수 있는지 확인하세요.
pt_br: Verifique se as assinaturas Plus e Pro estão disponíveis no App Store Connect para este app.
ru: Проверьте, что подписки Plus и Pro доступны для этого приложения в App Store Connect.
tr: Plus ve Pro aboneliklerinin bu uygulama için App Store Connect’te kullanılabilir olduğunu kontrol edin.
vi: Hãy kiểm tra xem gói đăng ký Plus và Pro đã khả dụng trong App Store Connect cho ứng dụng này chưa.
zh_hans: 请确认此 App 的 Plus 和 Pro 订阅已在 App Store Connect 中可用。
zh_hant: 請確認此 App 的 Plus 和 Pro 訂閱已在 App Store Connect 中可用。

source: Clear %@ API key
de: %@-API-Schlüssel löschen
es: Borrar la clave de API de %@
fr: Effacer la clé API %@
id: Hapus kunci API %@
it: Cancella chiave API di %@
ja: %@のAPIキーを消去
ko: %@ API 키 지우기
pt_br: Limpar chave de API (%@)
ru: Удалить API-ключ %@
tr: %@ API anahtarını temizle
vi: Xóa khóa API %@
zh_hans: 清除 %@ API 密钥
zh_hant: 清除 %@ API 金鑰

source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivée
id: Nonaktif
it: Disattiva
ja: 無効
ko: 꺼짐
pt_br: Desativada
ru: Выключено
tr: Kapalı
vi: Đã tắt
zh_hans: 已停用
zh_hant: 已停用

source: Done
de: Fertig
es: Listo
fr: OK
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Enable in Safari Settings…
de: In den Safari-Einstellungen aktivieren…
es: Activar en los ajustes de Safari…
fr: Activer dans les réglages de Safari…
id: Aktifkan di Pengaturan Safari…
it: Attiva nelle impostazioni di Safari…
ja: Safariの設定で有効にする…
ko: Safari 설정에서 켜기…
pt_br: Ativar nos Ajustes do Safari…
ru: Включить в настройках Safari…
tr: Safari Ayarları’nda Aç…
vi: Bật trong Cài đặt Safari…
zh_hans: 在 Safari 设置中启用…
zh_hant: 在 Safari 設定中啟用…

source: Enabled
de: Aktiviert
es: Activada
fr: Activée
id: Aktif
it: Attiva
ja: 有効
ko: 켜짐
pt_br: Ativada
ru: Включено
tr: Açık
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Get Started for Free
de: Kostenlos loslegen
es: Empieza gratis
fr: Commencer gratuitement
id: Mulai Gratis
it: Inizia gratis
ja: 無料ではじめる
ko: 무료로 시작하기
pt_br: Comece grátis
ru: Начать бесплатно
tr: Ücretsiz Başlayın
vi: Bắt đầu miễn phí
zh_hans: 免费开始使用
zh_hant: 免費開始使用

source: If you haven’t turned on Kodoneri yet, go to Settings > Apps > Safari > Extensions.
de: Falls du Kodoneri noch nicht aktiviert hast, öffne Einstellungen > Apps > Safari > Erweiterungen.
es: Si aún no has activado Kodoneri, ve a Ajustes > Apps > Safari > Extensiones.
fr: Si vous n’avez pas encore activé Kodoneri, accédez à Réglages > Apps > Safari > Extensions.
id: Jika Anda belum menyalakan Kodoneri, buka Pengaturan > App > Safari > Ekstensi.
it: Se non hai ancora attivato Kodoneri, vai in Impostazioni > App > Safari > Estensioni.
ja: コドネリをまだオンにしていない場合は、設定 > アプリ > Safari > 機能拡張 を開いてください。
ko: 아직 Kodoneri를 켜지 않았다면 설정 > 앱 > Safari > 확장 프로그램으로 이동하세요.
pt_br: Se você ainda não ativou o Kodoneri, acesse Ajustes > Apps > Safari > Extensões.
ru: Если вы ещё не включили Kodoneri, откройте «Настройки» > «Приложения» > Safari > «Расширения».
tr: Kodoneri’i henüz açmadıysanız Ayarlar > Uygulamalar > Safari > Uzantılar’a gidin.
vi: Nếu bạn chưa bật Kodoneri, hãy đi tới Cài đặt > Ứng dụng > Safari > Tiện ích mở rộng.
zh_hans: 如果尚未开启 Kodoneri，请前往“设置”>“App”>“Safari 浏览器”>“扩展”。
zh_hant: 若尚未開啟 Kodoneri，請前往「設定」>「App」>「Safari」>「延伸功能」。

source: If you haven’t turned on Kodoneri yet, go to Settings > Safari > Extensions.
de: Falls du Kodoneri noch nicht aktiviert hast, öffne Einstellungen > Safari > Erweiterungen.
es: Si aún no has activado Kodoneri, ve a Ajustes > Safari > Extensiones.
fr: Si vous n’avez pas encore activé Kodoneri, accédez à Réglages > Safari > Extensions.
id: Jika Anda belum menyalakan Kodoneri, buka Pengaturan > Safari > Ekstensi.
it: Se non hai ancora attivato Kodoneri, vai in Impostazioni > Safari > Estensioni.
ja: コドネリをまだオンにしていない場合は、設定 > Safari > 機能拡張 を開いてください。
ko: 아직 Kodoneri를 켜지 않았다면 설정 > Safari > 확장 프로그램으로 이동하세요.
pt_br: Se você ainda não ativou o Kodoneri, acesse Ajustes > Safari > Extensões.
ru: Если вы ещё не включили Kodoneri, откройте «Настройки» > Safari > «Расширения».
tr: Kodoneri’i henüz açmadıysanız Ayarlar > Safari > Uzantılar’a gidin.
vi: Nếu bạn chưa bật Kodoneri, hãy đi tới Cài đặt > Safari > Tiện ích mở rộng.
zh_hans: 如果尚未开启 Kodoneri，请前往“设置”>“Safari 浏览器”>“扩展”。
zh_hant: 若尚未開啟 Kodoneri，請前往「設定」>「Safari」>「延伸功能」。

source: Keys are encrypted and kept in your iCloud Keychain.
de: Schlüssel werden verschlüsselt und in deinem iCloud-Schlüsselbund gespeichert.
es: Las claves se cifran y se guardan en tu llavero de iCloud.
fr: Les clés sont chiffrées et conservées dans votre trousseau iCloud.
id: Kunci dienkripsi dan disimpan di Rantai Kunci iCloud Anda.
it: Le chiavi sono crittografate e conservate nel tuo portachiavi iCloud.
ja: キーは暗号化され、iCloudキーチェーンに保存されます。
ko: 키는 암호화되어 iCloud 키체인에 보관됩니다.
pt_br: As chaves são criptografadas e mantidas nas suas Chaves do iCloud.
ru: Ключи шифруются и хранятся в вашей связке ключей iCloud.
tr: Anahtarlar şifrelenir ve iCloud Anahtar Zinciri’nizde saklanır.
vi: Các khóa được mã hóa và lưu trong Chuỗi khóa iCloud của bạn.
zh_hans: 密钥会加密并保存在你的 iCloud 钥匙串中。
zh_hant: 金鑰會加密並儲存在你的 iCloud 鑰匙圈中。

source: Kodoneri doesn’t receive your name or email address when you sign in with Apple.
de: Kodoneri erhält weder deinen Namen noch deine E-Mail-Adresse, wenn du dich mit Apple anmeldest.
es: Kodoneri no recibe tu nombre ni tu correo electrónico cuando inicias sesión con Apple.
fr: Kodoneri ne reçoit ni votre nom ni votre adresse e-mail lorsque vous vous connectez avec Apple.
id: Kodoneri tidak menerima nama atau alamat email Anda saat Anda masuk dengan Apple.
it: Kodoneri non riceve il tuo nome né il tuo indirizzo email quando accedi con Apple.
ja: Appleでサインインしても、名前やメールアドレスはコドネリに渡りません。
ko: Apple로 로그인해도 Kodoneri는 이름이나 이메일 주소를 받지 않습니다.
pt_br: O Kodoneri não recebe seu nome nem seu e-mail quando você inicia sessão com a Apple.
ru: Kodoneri не получает ваше имя и адрес электронной почты при входе с Apple.
tr: Apple ile giriş yaptığınızda Kodoneri adınızı veya e-posta adresinizi almaz.
vi: Kodoneri không nhận tên hoặc địa chỉ email của bạn khi bạn đăng nhập bằng Apple.
zh_hans: 通过 Apple 登录时，Kodoneri 不会收到你的姓名或电子邮件地址。
zh_hant: 使用 Apple 登入時，Kodoneri 不會收到你的姓名或電子郵件地址。

source: Loading subscriptions…
de: Abos werden geladen…
es: Cargando suscripciones…
fr: Chargement des abonnements…
id: Memuat langganan…
it: Caricamento abbonamenti…
ja: サブスクリプションを読み込み中…
ko: 구독 불러오는 중…
pt_br: Carregando assinaturas…
ru: Загрузка подписок…
tr: Abonelikler yükleniyor…
vi: Đang tải gói đăng ký…
zh_hans: 正在载入订阅…
zh_hant: 正在載入訂閱…

source: Manage in Safari Settings…
de: In den Safari-Einstellungen verwalten…
es: Gestionar en los ajustes de Safari…
fr: Gérer dans les réglages de Safari…
id: Kelola di Pengaturan Safari…
it: Gestisci nelle impostazioni di Safari…
ja: Safariの設定で管理…
ko: Safari 설정에서 관리…
pt_br: Gerenciar nos Ajustes do Safari…
ru: Управлять в настройках Safari…
tr: Safari Ayarları’nda Yönet…
vi: Quản lý trong Cài đặt Safari…
zh_hans: 在 Safari 设置中管理…
zh_hant: 在 Safari 設定中管理…

source: Plan
de: Tarif
fr: Offre
id: Paket
it: Piano
ja: プラン
ko: 플랜
pt_br: Plano
ru: Тариф
vi: Gói
zh_hans: 方案
zh_hant: 方案

source: Resets %@
de: Wird %@ zurückgesetzt
es: Se restablece %@
fr: Réinitialisation %@
id: Direset %@
it: Si azzera %@
ja: %@にリセット
ko: %@ 초기화
pt_br: Redefinição %@
ru: Сброс %@
tr: %@ sıfırlanır
vi: Đặt lại %@
zh_hans: %@重置
zh_hant: %@重設

source: Safari Extension
de: Safari-Erweiterung
es: Extensión de Safari
fr: Extension Safari
id: Ekstensi Safari
it: Estensione Safari
ja: Safari機能拡張
ko: Safari 확장 프로그램
pt_br: Extensão do Safari
ru: Расширение Safari
tr: Safari Uzantısı
vi: Tiện ích mở rộng Safari
zh_hans: Safari 浏览器扩展
zh_hant: Safari 延伸功能

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Terminar sessão
ru: Выйти
tr: Çıkış Yap
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

source: Sign in with Apple to use Kodoneri’s free plan, or add your own OpenAI, Anthropic, or DeepSeek API key.
de: Melde dich mit Apple an, um den kostenlosen Plan von Kodoneri zu nutzen, oder füge deinen eigenen API-Schlüssel für OpenAI, Anthropic oder DeepSeek hinzu.
es: Inicia sesión con Apple para usar el plan gratuito de Kodoneri o añade tu propia clave de API de OpenAI, Anthropic o DeepSeek.
fr: Connectez-vous avec Apple pour utiliser l’offre gratuite de Kodoneri, ou ajoutez votre propre clé API OpenAI, Anthropic ou DeepSeek.
id: Masuk dengan Apple untuk menggunakan paket gratis Kodoneri, atau tambahkan kunci API OpenAI, Anthropic, atau DeepSeek milik Anda.
it: Accedi con Apple per usare il piano gratuito di Kodoneri o aggiungi la tua chiave API di OpenAI, Anthropic o DeepSeek.
ja: Appleでサインインしてコドネリの無料プランを使うか、お持ちのOpenAI・Anthropic・DeepSeekのAPIキーを追加してください。
ko: Apple로 로그인하여 Kodoneri 무료 플랜을 사용하거나, 보유한 OpenAI, Anthropic 또는 DeepSeek API 키를 추가하세요.
pt_br: Inicie sessão com a Apple para usar o plano gratuito do Kodoneri ou adicione sua própria chave de API da OpenAI, Anthropic ou DeepSeek.
ru: Войдите с Apple, чтобы пользоваться бесплатным тарифом Kodoneri, или добавьте свой API-ключ OpenAI, Anthropic или DeepSeek.
tr: Kodoneri’in ücretsiz planını kullanmak için Apple ile giriş yapın veya kendi OpenAI, Anthropic ya da DeepSeek API anahtarınızı ekleyin.
vi: Đăng nhập bằng Apple để dùng gói miễn phí của Kodoneri, hoặc thêm khóa API OpenAI, Anthropic hay DeepSeek của riêng bạn.
zh_hans: 通过 Apple 登录以使用 Kodoneri 免费方案，或添加你自己的 OpenAI、Anthropic 或 DeepSeek API 密钥。
zh_hant: 使用 Apple 登入以使用 Kodoneri 免費方案，或加入你自己的 OpenAI、Anthropic 或 DeepSeek API 金鑰。

source: Show Chat Button on Web Pages
de: Chat-Taste auf Webseiten anzeigen
es: Mostrar botón de chat en páginas web
fr: Afficher le bouton de chat sur les pages web
id: Tampilkan tombol obrolan di halaman web
it: Mostra pulsante chat nelle pagine web
ja: Webページにチャットボタンを表示
ko: 웹 페이지에 채팅 버튼 표시
pt_br: Mostrar botão de chat nas páginas da web
ru: Показывать кнопку чата на веб-страницах
tr: Web sayfalarında sohbet düğmesini göster
vi: Hiện nút trò chuyện trên trang web
zh_hans: 在网页上显示聊天按钮
zh_hant: 在網頁上顯示聊天按鈕

source: Signed in with Apple
de: Mit Apple angemeldet
es: Sesión iniciada con Apple
fr: Connecté avec Apple
id: Telah masuk dengan Apple
it: Accesso eseguito con Apple
ja: Appleでサインイン済み
ko: Apple로 로그인됨
pt_br: Sessão iniciada com a Apple
ru: Выполнен вход с Apple
tr: Apple ile giriş yapıldı
vi: Đã đăng nhập bằng Apple
zh_hans: 已通过 Apple 登录
zh_hant: 已使用 Apple 登入

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
id: Berlangganan
it: Abbonati
ja: 登録する
ko: 구독하기
pt_br: Assinar
ru: Оформить подписку
tr: Abone Ol
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱

source: Subscriptions are currently unavailable.
de: Abos sind derzeit nicht verfügbar.
es: Las suscripciones no están disponibles en este momento.
fr: Les abonnements sont actuellement indisponibles.
id: Langganan saat ini tidak tersedia.
it: Gli abbonamenti non sono al momento disponibili.
ja: 現在サブスクリプションを利用できません。
ko: 현재 구독을 이용할 수 없습니다.
pt_br: As assinaturas não estão disponíveis no momento.
ru: Подписки сейчас недоступны.
tr: Abonelikler şu anda kullanılamıyor.
vi: Hiện không có gói đăng ký nào.
zh_hans: 订阅目前不可用。
zh_hant: 訂閱目前無法使用。

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
id: Penggunaan
it: Utilizzo
ja: 使用量
ko: 사용량
pt_br: Uso
ru: Использование
tr: Kullanım
vi: Mức sử dụng
zh_hans: 用量
zh_hant: 用量

source: Usage is recorded after each response and may take a moment to appear.
de: Die Nutzung wird nach jeder Antwort erfasst und kann etwas verzögert erscheinen.
es: El uso se registra después de cada respuesta y puede tardar un poco en aparecer.
fr: L’utilisation est enregistrée après chaque réponse et peut mettre un moment à s’afficher.
id: Penggunaan dicatat setelah setiap respons dan mungkin perlu beberapa saat untuk muncul.
it: L’utilizzo viene registrato dopo ogni risposta e potrebbe richiedere un momento per comparire.
ja: 使用量は回答ごとに記録され、反映まで少し時間がかかることがあります。
ko: 사용량은 응답마다 기록되며 표시되기까지 잠시 걸릴 수 있습니다.
pt_br: O uso é registrado após cada resposta e pode levar um momento para aparecer.
ru: Использование записывается после каждого ответа и может отобразиться с небольшой задержкой.
tr: Kullanım her yanıttan sonra kaydedilir ve görünmesi biraz zaman alabilir.
vi: Mức sử dụng được ghi lại sau mỗi câu trả lời và có thể mất một lúc để hiển thị.
zh_hans: 用量会在每次回答后记录，可能需要片刻才会显示。
zh_hant: 用量會在每次回答後記錄，可能需要片刻才會顯示。

source: Copy Debug Logs
de: Debug-Protokolle kopieren
es: Copiar registros de depuración
fr: Copier les journaux de débogage
id: Salin log debug
it: Copia i registri di debug
ja: デバッグログをコピー
ko: 디버그 로그 복사
pt_br: Copiar logs de depuração
ru: Скопировать журналы отладки
tr: Hata ayıklama günlüklerini kopyala
vi: Sao chép nhật ký gỡ lỗi
zh_hans: 复制调试日志
zh_hant: 複製除錯記錄

source: Debug Logs Copied
de: Debug-Protokolle kopiert
es: Registros de depuración copiados
fr: Journaux de débogage copiés
id: Log debug disalin
it: Registri di debug copiati
ja: デバッグログをコピーしました
ko: 디버그 로그가 복사됨
pt_br: Logs de depuração copiados
ru: Журналы отладки скопированы
tr: Hata ayıklama günlükleri kopyalandı
vi: Đã sao chép nhật ký gỡ lỗi
zh_hans: 已复制调试日志
zh_hant: 已複製除錯記錄

source: Could Not Copy Debug Logs
de: Debug-Protokolle konnten nicht kopiert werden
es: No se pudieron copiar los registros de depuración
fr: Impossible de copier les journaux de débogage
id: Tidak dapat menyalin log debug
it: Impossibile copiare i registri di debug
ja: デバッグログをコピーできませんでした
ko: 디버그 로그를 복사할 수 없음
pt_br: Não foi possível copiar os logs de depuração
ru: Не удалось скопировать журналы отладки
tr: Hata ayıklama günlükleri kopyalanamadı
vi: Không thể sao chép nhật ký gỡ lỗi
zh_hans: 无法复制调试日志
zh_hant: 無法複製除錯記錄

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pt_br: Estado
ru: Статус
tr: Durum
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Kodoneri
ja: コドネリ
